core/src/org/openspcoop2/message/soap/reader/test/requestShortHeaderEmpty1_soap11.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://services.samples/xsd">
<soapenv:Header>
</soapenv:Header>
<soapenv:Body><xsd:skcotSyub>
<redro><lobmys>IBM</lobmys><DIreyub>asankha</DIreyub><ecirp>140.34</ecirp><emulov>2000</emulov></redro>
</xsd:skcotSyub></soapenv:Body></soapenv:Envelope>
